alefragnani.project-manager
alexisvt.flutter-snippets
batisteo.vscode-django
bradlc.vscode-tailwindcss
bryceo.simple-react-hooks-snippets
burkeholland.simple-react-snippets
caolin.java-run
codezombiech.gitignore
cstrap.python-snippets
dart-code.dart-code
deerawan.vscode-dash
donjayamanne.githistory
donjayamanne.python-extension-pack
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
eridem.vscode-postman
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
franneck94.c-cpp-runner
george-alisson.html-preview-vscode
georgewfraser.vscode-javac
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
harryhopkinson.vs-code-runner
hbenl.vscode-test-explorer
joy-yu.css-snippets
kaih2o.python-resource-monitor
kevinrose.vsc-python-indent
littlefoxteam.vscode-python-test-adapter
mintlify.document
mohittumram.html-css-js-boilerplate
mongodb.mongodb-vscode
ms-edgedevtools.vscode-edge-devtools
ms-python.python
ms-python.vscode-python-envs
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
oracle.oracle-java
oscarcs.dart-syntax-highlighting-only
percy.vscode-numpy-viewer
postman.postman-for-vscode
redhat.java
redhat.vscode-xml
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
rvest.vs-code-prettier-eslint
shyykoserhiy.git-autoconfig
sidthesloth.html5-boilerplate
sourcery.sourcery
techer.open-in-browser
thekalinga.bootstrap4-vscode
vadimcn.vscode-lldb
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-initializr
walkme.java-extension-pack
xabikos.javascriptsnippets
xirider.livecode
zarifprogrammer.tailwind-snippets
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
